export const startMessage = 'Выберите, какой картой будет сделано пожертвование.'

export const typeOfPaymentMessage = 'Выберите тип пожертвования и нажмите на соответствующую кнопку.'

export const chooseAmountMessage = 'Выберите удобную вам сумму и нажмите на кнопку.';

export const successfulPaymentMessage = 'Спасибо! Ваша поддержка — это вклад в развитие редакции «Холода». ' +
    'Благодаря вам мы сможем больше рассказывать о том, что важно прямо сейчас. \r\n\r\nЕсли вы хотите поддержать нас еще раз, отправьте боту команду /donation'

export const otherAmountMessage = 'Введите удобную вам сумму в евро.';

export const tryAgainAmountMessage = "Сумма введена неверно. Введите сумму еще раз в формате «3.5» или «3,5» в промежутке от 1 € до 8000 €."